Repository: tkuitocc/dauphin-ios
Catalog: app/dauphin/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: ⚠️This app isn’t developed by Tamkang University Office of Information Services. Use at your own risk.
zh_hant: ⚠️本程式並非由淡江大學資訊處開發，使用者必須自行承擔造成的所有後果

source: About Us
zh_hant: 關於我們

source: Account
zh_hant: 帳號

source: Add to Calendar
zh_hant: 加入行事曆

source: App Information
zh_hant: 程式資訊

source: Appearance
zh_hant: 外觀

source: Cache cleared successfully
zh_hant: 快取已成功清除

source: calendar
zh_hant: 行事曆

source: Calendar
zh_hant: 行事曆

source: Campus Map
zh_hant: 校園地圖

source: Cancel
zh_hant: 取消

source: Clear
zh_hant: 清除

source: Clear Cache
zh_hant: 清除快取

source: Clear cached course data to free up storage
zh_hant: 清除已快取的課程資料以釋放儲存空間

source: Close
zh_hant: 關閉

source: Color Scheme
zh_hant: 配色方案

source: Coming Soon
zh_hant: 即將到來

source: Continue
zh_hant: 繼續

source: Course
zh_hant: 課程

# course.cache.cleared
source: Cache cleared
zh_hant: 已清除快取

# course.cache.refreshed
source: Cache refreshed
zh_hant: 已重新整理快取

# course.cache.refreshFailed
source: Failed to refresh cache
zh_hant: 重新整理快取失敗

# course.cache.updated
source: Cache updated
zh_hant: 已更新快取

# course.cache.updating
source: Updating cache
zh_hant: 正在更新快取

# course.detail.instructor
source: Instructor
zh_hant: 授課教師

# course.detail.location
source: Location
zh_hant: 地點

# course.detail.note
source: Note
zh_hant: 備註

# course.detail.seatNumber
source: Seat Number
zh_hant: 座號

# course.detail.time
source: Time
zh_hant: 時間

# course.error.fetchFailed
source: Failed to fetch course data
zh_hant: 取得課程資料失敗

# course.error.noInternet
source: No internet when fetching course data
zh_hant: 取得課程資料時無網路

# course.error.noInternetNoCache
source: No internet and no existing cache when fetching course data
zh_hant: 取得課程資料時無網路且無已存在的快取

source: Dark
zh_hant: 深色

source: Data Management
zh_hant: 資料管理

source: Data Sources and Resources
zh_hant: 資料來源與資源

source: Enjoy your free day!
zh_hant: 好好享受你的空堂日！

source: Hey, %@
zh_hant: 嗨，%@

source: iOS Feature Support
zh_hant: iOS 功能支援

# launch.failedToLoadKeys
source: Failed to load keys during launch
zh_hant: 啟動時載入金鑰失敗

# launch.retry
source: Try again
zh_hant: 再試一次

source: Library
zh_hant: 圖書館

source: Light
zh_hant: 淺色

source: Loading...
zh_hant: 載入中…

source: Local First
zh_hant: 本地優先

source: Locations
zh_hant: 地點

source: Logout
zh_hant: 登出

source: No courses for Today
zh_hant: 今天沒有課程

source: Open in Maps
zh_hant: 在地圖中開啟

source: Open Source
zh_hant: 開放原始碼

source: Other
zh_hant: 其他

source: Return to List
zh_hant: 返回清單

source: Select a setting
zh_hant: 選擇一項設定

source: Select an option
zh_hant: 選擇一個選項

source: Setting
zh_hant: 設定

source: Settings
zh_hant: 設定

source: Show English Course Name
zh_hant: 顯示英語課程名稱

source: Show English Teacher Name
zh_hant: 顯示授課教師英語姓名

source: Show location details
zh_hant: 顯示地點詳細資料

source: stdID:%@
zh_hant: 學號：%@

source: Student ID: %@
zh_hant: 學號：%@

source: System
zh_hant: 系統預設

source: Third-Party Packages
zh_hant: 第三方套件

source: This will remove all cached course data. You'll need to refresh to reload your courses.
zh_hant: 這會移除所有已快取的課程資料。你需要重新整理以重新載入課程。

source: Version
zh_hant: 版本

source: We securely cache some redundant data locally, so you can still access your schedule without connecting to the school's server.
zh_hant: 一些重複的資料我們會用安全的方式存在本地端，讓你在連不到學校伺服器也可以知道課表。

source: We support many iOS features like Widgets, and we'll update further as inspiration strikes.
zh_hant: 我們支援了很多iOS的功能像Widget，我們心情好的話也會持續更新

source: We're open-sourcing our code. If you're not satisfied with the current version, feel free to fork it on GitHub.
zh_hant: 我們會開放我們的原始碼，如果你對現在的程式感到不滿意歡迎自己到GitHub上改。

source: Welcome to Dauphin
zh_hant: 歡迎使用 Dauphin

# widget.courses.description
source: Show your next class
zh_hant: 顯示下一堂課

# widget.courses.displayName
source: Next Up
zh_hant: 下一堂

# widget.notLoggedIn
source: Not logged in
zh_hant: 尚未登入

# widget.seeYouNextWeek
source: See you next week
zh_hant: 下週見

# widget.stdid.description
source: Show your student ID barcode.
zh_hant: 顯示你的學號條碼。

# widget.stdid.displayName
source: Student Barcode
zh_hant: 學生條碼

source: Your student ID is %@
zh_hant: 你的學號是 %@

# 校務行事曆
source: Academic Calendar
zh_hant: 校務行事曆
